{
  "chapter": [
    {
      "in": 0,
      "title": "Buffett didn't get Clayton Homes question in advance",
      "transcript": [
        {
          "title": "WARREN BUFFETT: OK. Everybody will settle down, we'll move right along.",
          "in": 0
        },
        {
          "title": "I want to clear up one thing. My daughter told me that because we had all those I had all those slides that were in answer to Carol's first question, that Carol and I had discussed it ahead of time.",
          "in": 2.07
        },
        {
          "title": "I will guarantee you that I've discussed no questions with anyone on the panel, and they will tell you the same thing.",
          "in": 27.74
        },
        {
          "title": "But I knew I was going to be asked questions about Clayton, so I prepared the slides.",
          "in": 33.16
        },
        {
          "title": "It was an accident that it turned out to be the first question, but it was certain to be in the first few.",
          "in": 40.31
        },
        {
          "title": "So, Carol did not Carol in 60 years has never tipped me off on anything, nor have the other panelists.",
          "in": 45.05
        },
        {
          "title": "And everything but we were but I was prepared for the fact that people would be asking questions about Clayton.",
          "in": 55.48
        },
        {
          "title": "OK. Let's move right along, and we ll go to Becky.",
          "in": 57.75
        }
      ]
    },
    {
      "in": 65,
      "title": "What kinds of businesses do best during times of high inflation",
      "transcript": [
        {
          "title": "BECKY QUICK: OK. This is a question oops, that's not the question. Hold on.",
          "in": 65
        },
        {
          "title": "Here it is. This is a question from John Wells, right here in Omaha, and he says, You've described inflation as a gigantic corporate tapeworm. Which of Berkshire's businesses are best suited to thrive during a period of high inflation and why Which will suffer the most and why ",
          "in": 72.79
        },
        {
          "title": "WARREN BUFFETT: Yeah. Well, the best businesses during inflation are usually the best they're the businesses that you buy once and then you don't have to keep making capital investments subsequently.",
          "in": 88.02
        },
        {
          "title": "So you get you do not face the problem of continuous reinvestment involving greater and greater dollars because of inflation.",
          "in": 105.49
        },
        {
          "title": "That's one reason real estate, in general, is good during inflation. If you built your own house 55 years ago like Charlie did, or bought one 55 years ago like I did, it's a one-time outlay, whereas if you're and you get the you get an inflationary expansion in replacement capital without having to replace yourself.",
          "in": 123.42
        },
        {
          "title": "And if you've got something that's useful to someone else, it tends to be priced in terms of replacement value over time, so you really get the inflationary kick.",
          "in": 144.71
        },
        {
          "title": "Now, if you're in a business such as the utility business or the railroad business, it just keeps eating up more and more money, and your depreciation charges are inadequate and you re kidding yourself as to your real economic profits.",
          "in": 155.56
        },
        {
          "title": "So, any business with heavy capital investment tends to be a poor business to be in in inflation and often it's a poor business to be in generally.",
          "in": 182.65
        },
        {
          "title": "And the business where you buy something once a brand is a wonderful thing to own during inflation.",
          "in": 186.05
        },
        {
          "title": "You know, See's Candy built their brand many years ago. Now, we've had to nourish it as we ve gone along, but the value of that brand increases during inflation, just as the value of, really, any strongly branded goods.",
          "in": 191.54
        },
        {
          "title": "Gillette bought the entire radio rights to the World Series in 1939. And as I remember, it cost them 100,000, and for that they got to broadcast the Yankees, I think, versus the Reds in 1939.",
          "in": 212.05
        },
        {
          "title": "And think of the number of impressions they made on minds in 1939 dollars for 100,000, and they were getting in the minds of young guys like myself. I was eight or nine. And millions of people and they did it in those dollars then.",
          "in": 218.74
        },
        {
          "title": "And, of course, if you were going to go out and try out and do have similar impressions on millions of minds now, it'd cost a fortune. And part of that is due to inflation. Part of it's due to other things.",
          "in": 248.31
        },
        {
          "title": "But it was a great investment, which could be made in 1939 dollars that paid off, in terms of selling razors and blades in 1960 and 1970 and 1980 dollars.",
          "in": 261.08
        },
        {
          "title": "So that's the kind of business you want to own.",
          "in": 309.84
        },
        {
          "title": "Charlie ",
          "in": 311.85
        },
        {
          "title": "CHARLIE MUNGER: Well, yeah, but if the inflation ever goes completely out of control, you have no idea how it's going to end up.",
          "in": 312.13
        },
        {
          "title": "If it weren t for the Weimar inflation, we might never have had Adolf Hitler. It was the twosome of the great German inflation followed by the Great Depression that brought us Hitler. And think of the price that the world paid for that one.",
          "in": 318.44
        },
        {
          "title": "We don t want inflation because it's good for See's Candy. (Laughter)",
          "in": 331.05
        },
        {
          "title": "WARREN BUFFETT: I didn't quite realize I was ",
          "in": 336.92
        },
        {
          "title": "CHARLIE MUNGER: No, I wasn't criticizing you.",
          "in": 338.64
        },
        {
          "title": "WARREN BUFFETT: What's good for See s Candy is good for the United States. (Laughter)",
          "in": 340.07
        }
      ]
    },
    {
      "in": 321,
      "title": "Organic growth vs. acquisitions",
      "transcript": [
        {
          "title": "WARREN BUFFETT: OK. Gary ",
          "in": 321
        },
        {
          "title": "GARY RANSOM: Three years ago you noted that you had looked at a large commercial lines insurance company as a possible acquisition, and now you've started up Berkshire Specialty, which seems to be off to a good start.",
          "in": 327.21
        },
        {
          "title": "What are your thoughts on whether that has replaced the idea of taking over of buying or acquiring a large company, or is Berkshire Specialty doing well enough that you're content with that ",
          "in": 339.23
        },
        {
          "title": "WARREN BUFFETT: Yeah.",
          "in": 348.8
        },
        {
          "title": "GARY RANSOM: organic growth ",
          "in": 349.14
        },
        {
          "title": "WARREN BUFFETT: I would say that it s almost certain that we I don't want to say 100 percent certain but it's almost certain we will not take over a large commercial insurance company.",
          "in": 356.02
        },
        {
          "title": "We've got the ideal operation, in my view, in Berkshire Hathaway Specialty.",
          "in": 361.88
        },
        {
          "title": "We've got the right people running it. We've got Ajit overseeing it. We've got more capital than any commercial insurance company in the world so that our securities are and, therefore, our policies are really better than anyone else's.",
          "in": 367.1
        },
        {
          "title": "So, we've got all these things going for us. And if we bought a big operation, we would have paid a very substantial nondeductible acquisition premium, and this way we've actually made money while we're in the building stage.",
          "in": 388.04
        },
        {
          "title": "And I think it can be a very, very big operation five or 10 years from now. So it's almost zero probability that we'll buy somebody else.",
          "in": 400.69
        },
        {
          "title": "Charlie ",
          "in": 407.69
        },
        {
          "title": "CHARLIE MUNGER: Well, I certainly agree with you.",
          "in": 407.96
        },
        {
          "title": "WARREN BUFFETT: OK. The that s how he keeps his job. (Laughter)",
          "in": 409.57
        },
        {
          "title": "We'll go to incidentally, all the overflow rooms, including at the Hilton, got filled. I'm not sure where a couple where station 11 is but we always lose a fair number at lunchtime.",
          "in": 430.61
        },
        {
          "title": "So I m sure everybody can find a seat, but we do apologize to those who could not find a seat this morning.",
          "in": 436
        }
      ]
    },
    {
      "in": 445,
      "title": "Munger on the importance of reputation and behaving well",
      "transcript": [
        {
          "title": "WARREN BUFFETT: Station 11 ",
          "in": 445
        },
        {
          "title": "AUDIENCE MEMBER: Yes. Hey, Warren and Charlie. How are you guys Congratulations on 50 years.",
          "in": 449.83
        },
        {
          "title": "WARREN BUFFETT: Thank you.",
          "in": 451
        },
        {
          "title": "AUDIENCE MEMBER: So, in this year s annual letter, Charlie wrote about the peculiar attributes that made the Berkshire system, and the leader of the system, a historically organizing entity organizational entity.",
          "in": 453.95
        },
        {
          "title": "So, my question to both of you is what practical mental model or mental models would you impress upon a young, enterprising individual at the infancy of their career to build an important enduring enterprise of that particular distinction and impact ",
          "in": 469.67
        },
        {
          "title": "And if you could give, like, maybe some contrasting examples, like why is a Microsoft able to build itself into a dominating monolithic company, versus a See's Candy, which can be a great enterprise to spin off cash flow but not necessarily be an enduring or not necessarily enduring but an impactful enterprise to the level of a Berkshire or Microsoft ",
          "in": 484.23
        },
        {
          "title": "CHARLIE MUNGER: Thank you, Warren. (Laughter)",
          "in": 504.24
        },
        {
          "title": "WARREN BUFFETT: You're the guy that wrote it. (Laughter)",
          "in": 508.33
        },
        {
          "title": "This is pineapple juice, incidentally. People were questioning that. (Laughter)",
          "in": 517.82
        },
        {
          "title": "They say it's good for your throat if you're going to talk a long time.",
          "in": 522.87
        },
        {
          "title": "CHARLIE MUNGER: Yes. Well, of course, reputation you get over a long period of time.",
          "in": 530.03
        },
        {
          "title": "Very few people are like Charles Lindbergh where you just suddenly have a great reputation.",
          "in": 532.88
        },
        {
          "title": "Most of us have to acquire one very slowly, and that was true in Berkshire's case.",
          "in": 536.44
        },
        {
          "title": "And any individual you just have to get the best reputation you can in the years you re allotted and the time available.",
          "in": 540.24
        },
        {
          "title": "And it may work out well, it may work out poorly. But it's a wise investment.",
          "in": 545.47
        },
        {
          "title": "I see, all the time, opportunities come to people where it's the credibility they've gotten in the past that causes them to have the new opportunity.",
          "in": 561.43
        },
        {
          "title": "So, I think hardly anything is more important than behaving well as you go through life.",
          "in": 563.94
        },
        {
          "title": "And I think we actually try to behave better as we got more prosperous, and I think you d be crazy if you didn't.",
          "in": 584.74
        },
        {
          "title": "So, I'd certainly recommend that you follow those old-fashioned principles.",
          "in": 590.49
        },
        {
          "title": "And I don't think there's any way of guaranteeing a total powerhouse brand, nor can if a result is a one in 50 million-type result, you re probably not going to get it.",
          "in": 600.46
        },
        {
          "title": "WARREN BUFFETT: Gianni Agnelli of Fiat, back in I think it was 1988 I was at dinner with him one time, and he said something to me that stuck with me. He said, When you get old, he says, You'll have the reputation you deserve. He says, For a while you can ",
          "in": 614.94
        },
        {
          "title": "CHARLIE MUNGER: Fool people.",
          "in": 619.57
        },
        {
          "title": "WARREN BUFFETT: fool people, but he says, When he was talking about himself at the time but he said, When you get to be my age, he said, Whatever reputation you have, it s probably the one you deserve. ",
          "in": 635.94
        },
        {
          "title": "And I think the same is true of companies. And, frankly, you know, it has helped Berkshire a whole lot that it has gotten a reputation to be a somewhat different sort of company.",
          "in": 647.88
        },
        {
          "title": "I mean, I don t think we set out to do that, exactly, but it has worked out that way.",
          "in": 652.92
        }
      ]
    },
    {
      "in": 666,
      "title": "Why climate change doesn't pose a serious risk to Berkshire's insurance companies",
      "transcript": [
        {
          "title": "WARREN BUFFETT: Andrew ",
          "in": 666
        },
        {
          "title": "ANDREW ROSS SORKIN: Warren, you have said that global warming has not increased Berkshire s payouts for weather-related events. Yet, other insurers, including Travelers, have cited climate change as a risk factor that they use.",
          "in": 676.77
        },
        {
          "title": "Are Berkshire s models different and, if so, how ",
          "in": 685.82
        },
        {
          "title": "WARREN BUFFETT: Yeah. No. I've seen the of course, the SEC requires you put in all these risk factors, and the lawyers will tell you to put in, you know, everything possibly you can think of, you know, that you'll develop Alzheimer's or whatever it may be.",
          "in": 698.86
        },
        {
          "title": "They just want you to have a laundry list so that it's all been covered in case of later litigation or something of the sort.",
          "in": 755.87
        },
        {
          "title": "So people do put in weather risk, and maybe they put it in because they've got some model that shows it. But, you know, we price our business basically, we price it every year.",
          "in": 759.75
        },
        {
          "title": "It's not like a life insurance company. A life insurance company you make a contract that so much a thousand. And if you buy whole life insurance, you've set a price for if you're 20, you may have set a price for 60 or 70 years in the future. But that is not the property casualty insurance business, which we're in.",
          "in": 766.05
        },
        {
          "title": "We set it one year at a time. And I see nothing that tells me that on a yearly basis that global warming is something that should cause me to change my prices a lot, or even a small amount.",
          "in": 875.46
        },
        {
          "title": "That doesn't mean that it isn't a threat to humanity or you know, and terribly important. It just means that if I'm going to sell a one-year insurance policy, and I'm going to sell it on a 1 billion plant, I may care enormously about the fire protection, and other various other kinds of protection, within that plant.",
          "in": 876.12
        },
        {
          "title": "I may care about what s going on adjacent to that plant, and all kinds of things, but I am not thinking about global warming. It does not change the situation, in a material way, in any one-year period of time, in my judgment.",
          "in": 875.56
        },
        {
          "title": "And, you know, it if I was writing a 50-year wind storm policy in Florida, I would think very hard about what global warming might do in that case to the incidence and the intensity of potential hurricanes.",
          "in": 875.89
        },
        {
          "title": "But I do not think it has any material effect on the likelihood of or the intensity of a hurricane in Florida or Louisiana or Texas or next year.",
          "in": 876.51
        },
        {
          "title": "So, it is not a it's not something I would put in the 10-K as a threat.",
          "in": 876.97
        },
        {
          "title": "Charlie ",
          "in": 877.26
        },
        {
          "title": "CHARLIE MUNGER: I don't think it s totally clear what the effects of global warming will be on extremes of weather. I think there's a lot of guesswork in that field, and a lot of people like howling about calamities that are by no means sure.",
          "in": 877.28
        },
        {
          "title": "WARREN BUFFETT: Yeah. Do you think would it change your one-year prediction as to what the rate should be ",
          "in": 877.96
        },
        {
          "title": "CHARLIE MUNGER: No.",
          "in": 878.25
        },
        {
          "title": "WARREN BUFFETT: No. It wouldn t change mine either, so I don't really understand why they put that in there.",
          "in": 878.26
        },
        {
          "title": "CHARLIE MUNGER: A lot of people get very invested. It's like a crazy ideology.",
          "in": 878.53
        },
        {
          "title": "It s not that global warming isn't happening. It's just that you can get so excited about it you make all kinds of crazy extrapolations that aren t necessarily correct.",
          "in": 875.74
        },
        {
          "title": "WARREN BUFFETT: Yeah. Look at it this way. Would you change the rate for tomorrow on insurance because from the rate today for global warming I doubt it very much.",
          "in": 891.06
        },
        {
          "title": "Now, you know, would you change it for 50 years Might very well.",
          "in": 893.21
        },
        {
          "title": "But I think that one year is much closer to one day than it is to 50 years, in terms of focusing on that factor.",
          "in": 899.33
        },
        {
          "title": "So, I do not want our underwriters to sit there thinking a lot about in terms of writing a risk or the price at which to write that risk I do not want them thinking about global warming. I want them thinking about whether there s a moral risk involved and who owns the property.",
          "in": 907.33
        },
        {
          "title": "I mean, that can be very significant. There used to be one fellow called Marvin the Torch, that if you insured Marvin the Torch, global warming didn't really make much difference. His building was going to go. (Laughter)",
          "in": 925.87
        },
        {
          "title": "Marvin had a marvelous way of looking at it, though. He said, I don't burn buildings I create vacant lots. (Laughter)",
          "in": 937.76
        }
      ]
    },
    {
      "in": 945,
      "title": "Oil and gas investments aren't off the table despite Buffett's poor track record",
      "transcript": [
        {
          "title": "WARREN BUFFETT: OK. Gregg ",
          "in": 945
        },
        {
          "title": "GREGG WARREN: When we look back at some of your bigger stock purchases during the past decade, two names actually stand out: ConocoPhillips and ExxonMobil.",
          "in": 945.7
        },
        {
          "title": "In the first instance, you bought shares near the height of the spike in oil prices in 2008, later acknowledging that this was a mistake given how dramatically oil prices fell during the crisis.",
          "in": 958.52
        },
        {
          "title": "While you ve been able to swap some of those holdings, post a spinoff of Phillips 66 into operating assets, most of what you sold the last six years, by our estimates, has been at a loss.",
          "in": 966.76
        },
        {
          "title": "Given that experience, it surprised some of us to see you take a meaningful position in ExxonMobil during the summer of 2013.",
          "in": 978.35
        },
        {
          "title": "While it looks like you were able to eliminate that stake at cost as oil prices fell last year, these types of investments, which can be negatively impacted by the volatility in oil prices, don't really seem to fit well with the other types of investments in your stock portfolio, many of which are built on strong franchises with unique competitive advantages.",
          "in": 984.22
        },
        {
          "title": "With that in mind, and given the track record that Greg Abel and his team at Berkshire Hathaway Energy have had acquiring and investing in energy assets, does it make more sense to leave future energy-related investments in their hands ",
          "in": 1000.08
        },
        {
          "title": "WARREN BUFFETT: Well, there s nothing we like better than to back up Greg in buying utility properties.",
          "in": 1011.96
        },
        {
          "title": "And but they we call it energy, but it's not oil and gas in Berkshire Hathaway Energy, and they're really in a dramatically different business than ConocoPhillips or ExxonMobil.",
          "in": 1015.2
        },
        {
          "title": "But we are looking, constantly, for opportunities for Berkshire Hathaway Energy to spend big money, and it will.",
          "in": 1031.34
        },
        {
          "title": "Berkshire Hathaway Energy, we paid 35.05 per share in 1999 to buy the stock.",
          "in": 1037
        },
        {
          "title": "I was at 35, and I don't change my prices and Berkshire the company was then called MidAmerican they hired some investment bankers to come out from New York, and investment bankers spent a week here doing nothing.",
          "in": 1045.33
        },
        {
          "title": "But they felt before they went home, they said, you know, You've got to give us something because we're going to send a big bill. And I said, Well, in that case, we'll pay 35.05 and you can say you got the last nickel out of me. (Laughter)",
          "in": 1068.47
        },
        {
          "title": "So my ambition ever since has been to have Berkshire Hathaway Energy earn 35.05 per share. It's never paid a dividend.",
          "in": 1081.87
        },
        {
          "title": "It will probably earn about 30 a share this year, which is a great tribute to Greg and his management. But we will get the 35 or better because he will make some good deals.",
          "in": 1094
        },
        {
          "title": "It's not at all analogous to the ConocoPhillips or ExxonMobil investments. As it turned out, we wrote ConocoPhillips down because we were required by the auditors to do it.",
          "in": 1110.23
        },
        {
          "title": "We actually, by the time we got all through, we made some money in it, and we made a little money in ExxonMobil, too.",
          "in": 1120.68
        },
        {
          "title": "But we will not be buying, very often, oil and gas stocks, but we will we probably haven t bought the last one.",
          "in": 1122.69
        },
        {
          "title": "In the end, we look at the cash, we look at available opportunities, both in investments and businesses, and we make decisions, occasionally, on buying something and sometimes we change our mind.",
          "in": 1136.21
        },
        {
          "title": "And that will continue that way. It's been going on that way for a lot of years.",
          "in": 1143.42
        },
        {
          "title": "And we have not distinguished ourselves, at all, in the oil and gas field, although we've made a little money, and we passed up one or two where we could have made a lot of money.",
          "in": 1151.94
        },
        {
          "title": "Charlie ",
          "in": 1163.35
        },
        {
          "title": "CHARLIE MUNGER: Yeah. And with interest rates being so low and the dividend on ExxonMobil being the size it was, it was not a bad cash substitute, if you think only in those terms.",
          "in": 1168.74
        },
        {
          "title": "WARREN BUFFETT: Yeah. It worked out OK. There were other things we could have done a lot better, but that's always been true and will continue to be true.",
          "in": 1179.7
        }
      ]
    },
    {
      "in": 1188,
      "title": "Buffett: corporate tax code could be fairer but no tears for amount of tax corporations are paying",
      "transcript": [
        {
          "title": "WARREN BUFFETT: Station 1.",
          "in": 1188
        },
        {
          "title": "AUDIENCE MEMBER: Mr. Chairman, Mr. Vice Chairman, my name is Andy Peake, and I m from New York City.",
          "in": 1188.7
        },
        {
          "title": "First, congratulations to you on a remarkable 50 years, and second, thank you for hosting a one-of-a-kind annual meeting where you patiently answer questions from shareholders. I believe you are both (Applause)",
          "in": 1196.81
        },
        {
          "title": "WARREN BUFFETT: Thank you.",
          "in": 1205.31
        },
        {
          "title": "AUDIENCE MEMBER: I believe you are two of the most knowledgeable and authoritative people on planet Earth on the U.S. tax code.",
          "in": 1202.06
        },
        {
          "title": "Our tax code is obviously broken at both the individual and the corporate levels.",
          "in": 1215.3
        },
        {
          "title": "Today, we have 2.1 trillion in offshore corporate cash sitting there not being brought home. We have the highest corporate tax rates in the world, and for high-income earners in the U.S., other than hedge fund managers, in states like New York and California, an all-in rate greater than 50 percent.",
          "in": 1226.41
        },
        {
          "title": "What can be done to effect real change to bring about a simpler, more rational tax code Thank you.",
          "in": 1244.17
        },
        {
          "title": "WARREN BUFFETT: Well, it takes 218 members of the House of Representatives and 51 U.S. senators, and a president that will sign the bill.",
          "in": 1256.95
        },
        {
          "title": "The question is: how much you think the country should spend and then from whom do you get it ",
          "in": 1260.09
        },
        {
          "title": "And I would point out that despite the tax rates that all the corporate chieftains complain about, the share of earnings share of GDP accounted for by corporate profits is at a record.",
          "in": 1278.45
        },
        {
          "title": "Corporate taxes 40 years ago were 4 percent of GDP. They're now running about 2 percent. They've decreased significantly while payroll taxes have increased.",
          "in": 1304.68
        },
        {
          "title": "You know, it's a real question.",
          "in": 1314.75
        },
        {
          "title": "And once you get special provisions in the code, it is really hard to get rid of them, absent a major revision of the code.",
          "in": 1318.28
        },
        {
          "title": "I actually think I may be an optimist on this, but I'm I think both Ron Wyden and Orrin Hatch, the two ranking members, Senate Finance Committee, I think they're capable of working out something that they neither one of them likes but they both like it better than what exists now, and I think it can be made considerably more rational.",
          "in": 1332.74
        },
        {
          "title": "But in the end, if we're going to spend 21 or 2 percent of GDP, we should probably raise 19 percent of GDP.",
          "in": 1561.87
        },
        {
          "title": "We can take a gap of a couple percent without getting further into debt as a proportion of GDP than we are, so we've got that leeway.",
          "in": 1584.15
        },
        {
          "title": "But, you know, you take 19 percent of 17 1 2 trillion, or thereabouts, and you re talking, as Senator Dirksen said one time, real money.",
          "in": 1584.53
        },
        {
          "title": "And how much you get from corporations, how much you get from individuals, how much you get from estate taxes, you know, it's a fight up and down the line.",
          "in": 1584.91
        },
        {
          "title": "So I and in terms of the cash abroad, basically you can bring it back, you just have to pay tax at U.S. corporate rates. And our corporate rates are 35 percent.",
          "in": 1584.91
        },
        {
          "title": "Charlie and I, a good bit of our life, operated with corporate rates of 52 percent, later at 48 percent, and the country grew well. American business prospered during that period.",
          "in": 1590.22
        },
        {
          "title": "I don't shed any tears for American business, in terms of the tax rate overall. I think there could be a much more equitable code, in terms of the corporate tax, but I do not think that the 2 percent of GDP that's being raised from corporate taxes, which is far lower than was the percentage 30 or 40 years ago, I do not think that's an onerous number.",
          "in": 1595.02
        },
        {
          "title": "And for people who are getting 1 4 or 1 2 percent on their CDs, who have retired, and with American business earning, on tangible equity, which is the way they measure it, you know, probably averaging close to 15 percent, I think equity holders are getting treated extraordinarily well compared to debt holders in this economy. (Scattered applause)",
          "in": 1606.38
        },
        {
          "title": "Charlie ",
          "in": 1618.82
        },
        {
          "title": "CHARLIE MUNGER: Well, I agree with you, and I don't die over these little differences in the tax code, either.",
          "in": 1618.98
        },
        {
          "title": "I live in California, of course, where there's, like, a 13 1 2 percent tax on long-term capital gains, nondeductible for federal purposes. That's a ridiculous kind of a tax to have in California because it drives rich people out.",
          "in": 1621.86
        },
        {
          "title": "Hawaii and Florida have enough sense to know that rich people don't commit a lot of crimes, they don't burden the schools, and they provide a whole lot of medical expenditures that are good for everybody else's income.",
          "in": 1628.42
        },
        {
          "title": "I think California has a really stupid tax policy. But I don't think the U.S. but I don t think the U.S. policy is (applause) I don't think the U.S. policy is bad at all.",
          "in": 1634.5
        },
        {
          "title": "WARREN BUFFETT: And it s nondeductible because of the alternative income tax ",
          "in": 1642.78
        },
        {
          "title": "CHARLIE MUNGER: Yes, exactly.",
          "in": 1644.22
        },
        {
          "title": "WARREN BUFFETT: Yeah. That really wasn t the case before, but it ",
          "in": 1644.54
        },
        {
          "title": "CHARLIE MUNGER: No, it's always ",
          "in": 1645.98
        },
        {
          "title": "WARREN BUFFETT: kind of slipped in.",
          "in": 1646.46
        },
        {
          "title": "CHARLIE MUNGER: No, they did it on purpose. (Laughter)",
          "in": 1647.1
        },
        {
          "title": "No, they did it on purpose.",
          "in": 1651.06
        },
        {
          "title": "WARREN BUFFETT: Early stages of paranoia. (Laughter)",
          "in": 1652.02
        },
        {
          "title": "CHARLIE MUNGER: Yeah. But it is it s amazing. The idea of driving the rich people out, Florida is so much smarter than California on that subject. And it is really demented.",
          "in": 1655.66
        },
        {
          "title": "Who in the hell doesn't want rich people coming in and spending in their state ",
          "in": 1660.3
        },
        {
          "title": "WARREN BUFFETT: Yeah, yeah. Remember that as you come here to Nebraska for the meeting. (Laughter)",
          "in": 1662.7
        },
        {
          "title": "I would say I really do think there's some chance this year and not a tiny chance.",
          "in": 1593.67
        },
        {
          "title": "I know both Ron Wyden and Orrin Hatch. They're patriotic, they re smart, they want to do the right thing. They've got different ideas about what the right thing is, there's no question about that, but they also know they can't get any place without cooperating.",
          "in": 1604.11
        },
        {
          "title": "But I think the real opportunity is if they work out of the public eye in doing in working on something and I wouldn't be surprised if they are. I think that's the way to get it done.",
          "in": 1612.85
        },
        {
          "title": "Charlie has always pointed out, what would have happened if the Constitutional Convention back there in Philadelphia had been held with every delegate running out immediately to tell the TV cameras how right he was and how wrong everybody else was.",
          "in": 1627.74
        },
        {
          "title": "It doesn't accomplish much to dig in on positions, and not be in a position to compromise, because it takes a lot of compromise to write something when you have two different fundamentally different views on some important aspects of the tax code.",
          "in": 1642.63
        },
        {
          "title": "But those are two good guys, and I would not I don't think it's impossible that we have a new corporate tax code within a year.",
          "in": 1660
        }
      ]
    }
  ]
}